{
  "preset": {
    "welcome": "Welcome to Vuetify"
  },
  "appBar": {
    "tabs": ["Home", "Merch", "Calculator", "Comissions", "About us"],
    "nav": "Navigation",
    "themeTitle": "Theme",
    "themes": ["Auto", "Light", "Dark"],
    "langTitle": "Language",
    "langs": ["Auto", "Czech", "English"]
  },
  "home": {
    "comissionsAre": {
      "title": "Comissions are:",
      "open": "Open",
      "close": "Close",
      "goToForm": "Go to form",
      "dialogOpenBtn": "Send mail once open",
      "dialogTitle": "Subscribe",
      "dialogText": "Enter your email below and we will send you a notification when the comissions are open."
    }
  },
  "priceQuote": {
    "notOpenForBusiness": "We do not accept comissions at the moment",
    "forms": ["Animal", "Protogen"],
    "animal": {
      "suitTable": "Suit price base",
      "suitTitile": "Which type of suit would you like to commission?",
      "suitVals": ["Mini parcial", "Partial", "Fullbody"],

      "animalTitle": "Which species would you like to commission?",
      "animalVals": ["Fox", "Wolf", "Cat", "Other"],

      "furTable": "Fur colors",
      "furTitle": "How many colors of fur should your sona have?",

      "fleeceTable": "Fleece colors",
      "fleeceTitle": "How many colors of fleece should your sona have?",

      "notesLabel": "e.g. link to pictures with draft",
      "notesTitle": "Notes",

      "emailLabel": "johnsmith@gmail.com"
    },
    "protogen": {
      "defaultEquipment": "The default quipment includes <b>fan</b> for airflow support, <b>RGB diode</b> for status about current emotion and <b>button</b> to switch between different emotions",
      "protogenTable": "Base cost of protogen",

      "fleeceTable": "Fleece colors",

      "furTable": "Fur colors",
      "furTitle": "How many colors of fur should your sona have?",

      "matrixTitle": "What color should your led matrix have?",
      "matrixVals": ["Red", "Green", "Blue"],

      "earsTable": "Number of pairs of ears",
      "earsTitle": "How many pairs of ears should your protogen have?",
      "earsVals": ["One", "Two"],

      "hornsTable": "Horns",
      "hornsTitle": "Horns",

      "rgbRingsTable": "RGB rings",
      "rgbRingsTitle": "RGB rings",

      "wifiTable": "Wifi",
      "wifiTitle": "Wifi",
      "wifiSubtitle": "ability to control emotions with your phone",

      "customEmotionTable": "Custom emotion",
      "customEmotionTitle": "Custom emotion",

      "notesTitle": "Notes",
      "notesDesctiption": "e.g. link to pictures with draft",

      "emailLabel": "johnsmith@gmail.com"
    },
    "priceQuote": {
      "title": "Price quote: ",
      "currencyCzk": "CZK",
      "total": "Total"
    },
    "sendBtn": "Send quote"
  },
  "aboutUs": {
    "header": "Who are we?",
    "text": "We are a team from Europe, the Czech Republic. My name is Bambi, I do all the fursuits and commissions, then there is MadChipmunk03, he coded whole website from scratch. We use fabrics mainly from mohairbearmakingsupplies or with special order from Howl Fabrics. The commissions take a while to make, but you´ll need to wait if you want. All the commissions are made by Bambi with love. When I am working on your commission, I will be in contact with you to discuss progress or details.",
    "socialsTitle": "Socials",
    "downloadsTitle": "Downloads",
    "downloads": {
      "nfcTag": "NFC Tag Manual",
      "protogenPcb": "Custom PCB (circuit board)"
    }
  },
  "tos": {
    "greetingsTitle": "Hewwu there",
    "greetingsText": "Thank you for your interest in commissioning me. Before submitting a commission form, make sure you have read the TOS.",
    "pricingTitle": "Pricing",
    "pricingText": "Mini partials start at $800 USD, partials at $1000 USD, and heads just at $500 USD. The price of the paws is $150 USD and the tail is $200 USD; the actual cost depends on the design and extras.",
    "title": "Terms of service",
    "generalTitle": "General",
    "generalBullets": [
      "I ask you for your understanding as I will choose only a few people for the few slots I have left and only contact you if you are one of them.",
      "The ordering age is 18 or older. If you are under 18, you must have your parent or guardian place your order.",
      "In order to commission me, you must like MY STYLE. I won't do styles of others.",
      "I'll send you many work-in-progress pictures during the process. My goal is to know you're happy with everything, so if you have any issues, please let me know immediately.",
      "Before commissioning, please make sure that you are completely satisfied with your design.",
      "In order to add your reference photographs while submitting a commission form, you must be signed into a Google account.",
      "All works-in-progress will be published on a commissioners-only, private Telegram channel.",
      "I'll discuss the specifics in a Telegram discussion with each commissioner.",
      "When I have a commission queue ready, I'll post it on my Trello board so you can follow the development.",
      "Please note that I am still a student and this is a form of earning on the side, so I can't give an exact or even an estimate of when the job will be completed."
    ],
    "paymentsTitle": "Payments",
    "paymentsBullets": [
      "If you are approved, you must pay within 24 to 96 hours after my contact with you; otherwise, your quote will be invalidated and you will forfeit your slot. If we come to an agreement on a price and you don't pay, you risk being blocked and blacklisted.",
      "My bank account is the only payment method that I accept. Bank info will be sent together with the email of acceptance.",
      "I set my prices in US dollars. Google will convert any amount (for instance, 800 US dollars to CZK). If you choose to use a payment plan, a 50% down payment is required.",
      "I can offer 3 installments payment plan (50% up front and 25% in a month) or you can pay the full price right away which will give your commission a higher priority / higher in a queue.",
      "Payments are NOT refundable in any way.",
      "I will begin working on your commission once at least the down payment has been done."
    ],
    "shipmentTitle": "Shipment",
    "shipmentBullets": [
      "All orders come with free international shipping, and commissions are sent out no later than a week after they are finished. There is a tracking number for each shipment.",
      "Deliveries are made from the Czech Republic.",
      "Shipping typically takes 20 to 30 days.",
      "There is an option of an individual shipping method, but it will be at your own expense."
    ],
    "footerText": "Feel free to text me on Telegram at @Bambilijas with any queries; I'll be happy to help. But kindly reserve just serious enquiries; respect my time."
  },
  "footer": {
    "webMadeBy": "Website made by"
  },
  "general": {
    "yes": "Yes",
    "no": "No",
    "cancel": "Cancel",
    "subscribe": "Subscribe"
  },
  "validations": {
    "required": "field is required",
    "email": "email is not valid",
    "minmax": "input range is"
  }
}
